/*
 * @Date: 2019-08-26 23:27:34
 * @LastEditors: fashandian
 * @LastEditTime: 2019-09-01 21:51:21
 */
module.exports = {
    hear: {
        page1: '首頁',
        page2: '公司介紹',
        page3: '新聞媒體',
        page4: '聯系我們',
        page5: '戰略合作夥伴'
    },
    home: {
        register: '注冊',
        firstScreen: {
            title: '讓科技改變未來',
            subTitle: '新美金融科技制力打造最強區塊鏈通證銀行'
        },
        tokenBank: {
            title: 'ETF Token Bank',
            description: '2019年我們將會打造多款基二區塊鏈的，金融産品，包括：錢包，遊戲.博彩.新概念的實體落地，目標在2023年之前我們所有項目實現全部打通線上線下，實現全部智能化，合約化！',
            iosDownload: 'iOS下載',
            androidDownload: 'Android下載'
        },
        whitePaper: {
            title: 'Whitepaper',
            description: 'ETF Bank，不僅是一家真正的區塊鏈通證銀行，擁有多幣種運營+量化套利+多場景應用的生態圈，而且是全球首個最能套利的區塊鏈通證銀行',
            iosDownload: 'iOS下載'
        },
        projectIntroduction: {
            title: '項目簡介',
            section: [{
                title: '1.區塊鏈ETF——世界首家區塊鏈ETF基金',
                description: [
                    'ETF是交易型開放式指數基金，通常又被稱爲交易所交易基金（Exchange Traded Funds，簡稱“ETF”），是一種在交易所上市交易的的開放型的指數基金！',
                    '交易型開放式指數基金屬于開放式基金的一種特殊類型，它結合了封閉式基金和開放式基金的運作特點，投資者既可以向基金管理公司存儲主流幣！同時也可以隨時贖回自己的主流幣！存和取都是一樣的幣種！也可以將ETF的平台直接在交易所買賣！'
                ]
            },
            {
                title: '2.區塊鏈ETF提供了足夠的融資與投資渠道',
                description: ['從金融上開始武裝區塊鏈發展的資本基礎，促進區塊鏈技術的發展。區塊鏈技術的革命性在于將革命性地降低交易成本，徹底取消中間、中介、中心等環節，革命性地提高經濟金融交易效率。到2021年區塊鏈技術會實現規模化商業部署，預計在2020年産生800億至1100億美元的收益。世界經濟論壇也曾預估，到2027年，全球GDP約有10％存儲在區塊鏈上。']
            },
            {
                title: '3.我們ETF基金會，勵志要區塊鏈中最強ETF套利機構，把傳統最優秀的套利技術和區塊鏈完美結合！',
                description: []
            }
            ]
        },
        currencyIntroduction: {
            title: 'ETFE貨幣介紹',
            section: [{
                title: '發行全球通用雙卡',
                description: [
                    '1.擁有可以全球跨境100多個國家的全球支付系統;',
                    '2.實現全球線上線下融合支付、轉賬、跨境彙款、實現美元、澳元、英鎊、日元、港幣等 20 余種幣別雲端自動兌換; l 通證聯名卡具有金融儲值和全球即時轉賬等功能;',
                    '3.打造專爲移動裝置設計的硬體錢包，同時支援BTC、ETH、LTC等數字資産和所有的 ERC20 通證'
                    // '4.通過廣泛應用和通證硬錢包作爲記賬單位和信用保障，將自身的資産、 服務和産品量化爲和移動裝置，建 立可信信息來源，監控金融活動'
                ]
            },
            {
                title: 'STO投行介紹',
                description: [
                    '1.ETF區塊鏈通證銀行運用大數據分析和人工智能的方式撮合區塊鏈項目，這是ETF區塊鏈通證銀行運用金融科技優化投行業務的一次重大創新探索。',
                    '2.主要投資具有潛力的數字貨幣，並爲衆多的區塊鏈初創企業提供私募金融及品牌包裝支持，並且推動區塊鏈經濟和金融科技的發展。',
                    '3.截至目前，ETF區塊鏈通證銀行已經投資了近40家企業，覆蓋了金融科技新聞資訊、交易所、區塊鏈技術開發與應用、區塊鏈數據挖掘與分析、第三方服務等生態系統中的衆多項目。'
                ]
            },
            {
                title: 'ETF區塊鏈數字資産指數',
                description: [
                    '1.ETF已在金融領域成立了機構，通過整合市面上5-10家有潛質的大型企業股票，進行金融市場的股票指數買賣',
                    '2.此次將在數字貨幣領域設立區塊鏈數字資産指數，除比特幣和以太坊之外，ETF推出的區塊數字資産指數指數還包括比特幣現金、EOS、萊特幣、以太坊現金等10種加密貨幣',
                    '3.通過該指數，可一次性接觸多個數字貨幣，該指數持有一籃子市值加權資産，每月重新計算'
                ]
            },
            {
                title: '活期理財',
                description: [
                    '1. ETF區塊鏈通證銀行開啓首期“持幣通”認購，用戶可將數字資産存入持幣通，相當于“以幣生幣”，參考月化利率20%，隨存隨取的數字資産活期理財。認購成功後，投資者將獲得活期月化收益(本息收益)',
                    '2.在持幣通中，投資者可自由存取。存入後本金不鎖定，根據約定時間開始計息，直到將幣取出後本息解鎖並轉入投資者賬戶'
                ]
            },
            {
                title: '對衝基金',
                description: [
                    '1.全球數字貨幣對衝基金目前的資産規模大約在35-50億美元',
                    '2.爲確保ETF區塊鏈通證銀行的穩定發展，銀行配置合適數量的數字資産對衝基金，類似于傳統銀行的定期理財',
                    '3.基于區塊鏈的主動管理型資産組合，希望利用對衝基金的高回報特性將數字貨幣的潛在價值充分挖掘起來'
                    // '4.優秀的量化模型是ETF區塊鏈通證銀行的秘密武器',
                    // '5.管理超過5000萬美元資産，擁有業內頂尖基金管理者'
                ]
            },
            {
                title: 'ETF區塊鏈數字資産指數',
                description: [
                    '1.ETF已在金融領域成立了機構，通過整合市面上5-10家有潛質的大型企業股票，進行金融市場的股票指數買賣',
                    '2.此次將在數字貨幣領域設立區塊鏈數字資産指數，除比特幣和以太坊之外，ETF推出的區塊數字資産指數指數還包括比特幣現金、EOS、萊特幣、以太坊現金等10種加密貨幣',
                    '3.通過該指數，可一次性接觸多個數字貨幣，該指數持有一籃子市值加權資産，每月重新計算'
                ]
            }
            ]
        },
        productAdvantage: {
            question: '爲什麽選擇',
            title: '産品優勢',
            advantage: [
                '1、爲客戶尋找套利機會的自動系統；',
                '2、不需要深厚的交易技術支持，適合所有人；',
                '3、每周7天，每天24小時操作；',
                '4、可靠快速的交易；',
                '5、100*無風險套利；'
            ]
        }
    },
    companyIntroduction: {
        title: '公司介紹',
        introduction: {
            location: {
                title: '星美成立于新加坡',
                description: '2019年我們將會打造多款基二區塊鏈的，金融産品，包括：錢包，遊戲.博彩.新概念的實體落地，目標在2023年之前我們所有項目實現全部打通線上線下，實現全部智能化，合約化！'
            },
            business: {
                title: '公司創新業務',
                business: ['人工智能', '高頻交易', '區塊鏈', '數字資産']
            }
        },
        codeTeam: {
            title: '核心團隊',
            description: [{
                title: '團隊組成',
                description: '主要由技術極客和業務與家組成，既包含國際頂尖的區塊鏈核心開發與家，也有來自大型金融機構的技術架構與家，以及來自丐界級金融投行、CFA、FRM的專業'
            },
            {
                title: '核心團隊',
                description: '公司核心團隊成立二2016年，在區塊鏈技術、行業解決方案、商業運營不生態系統等方面有著深厚技術積累不高度與業素養。'
            }
            ]
        },
        enterpriseStrength: {
            title: '強大的企業實力',
            description: [
                'WHB不新加坡政府有著密切的合作關系，這丌僅僅是一場生意的往來，更多的是爲了實現社會的全面發展而迚行的長久的戰略形合作。這種關系是十分穩定幵丏安全的，在公司爲政府提供高科技信息服務的同時，在各個金融等領域的戰略部署也會得到官方的幫劣，從而實現雙方共贏的局面。',
                '2019年星美集團以1000萬美金收販了新加坡科技公司—宏利科技。尖端技術與利的宏利科技，軟件是丐界上最先迚的高頻交易人工智能機器人，與注二4項顛覆性創新—人工智能，高頻交易，區塊鏈和數字資産.采用獨特的套利交易策略，利用區塊鏈技術在國際加密貨幣交易所迚行交易。 • 隨著多年以來丌斷地迚步不劤力，公司由最基礎的生産制造業漸漸發展，如今更是加入了日益興盛的“互聯網+”等領域 • 隨著更多産業的相繼成熟，金融科技、智慧物流、汽車出行、教育等也都將迎來新一波的“國際化競爭”，這都是未來在東南亞領域可以大力發展的行業。'
            ]
        },
        teamMembers: {
            members: [{
                name: 'Will Johnson',
                position: 'ETF通證銀行首席執行官CEO',
                description: '在2002年獲得英國劍橋金融學博士學位後，被聘請到新加坡星辰銀行擔任市場總監，並在其後任職于新加坡多家銀行擔任高層職位，10多年的工作時間累積了非常豐富的金融投資管理經驗。現就職于ETF通證銀行CEO職位。'
            },
            {
                name: 'Julian',
                position: '星美集團首席執行官',
                description: '英國劍橋金融專家，有十年的工作經驗。現任新加坡以太坊基金會高層職位，具有非常充足的行業知識。'
            }
            ]
        }
    },
    register: {
        first: {
            title: '注冊',
            nameTips: '請輸入用戶名',
            invitationTips: '請輸入邀請碼',
            passwordTips: '請輸入登錄密碼',
            passwordTwoTips: '請再次輸入登錄密碼',
            payTips: '請輸入支付密碼',
            payTwoTips: '請再次輸入支付密碼',
            newBtnTips: '下一步',
            comeBlack: '返回星空網'
        },
        second: {
            title: '請記錄您的錢包助記詞並保存到安全地方',
            titleSecond: '若手機丟失或重置，錢包助記詞可用于恢複您的賬戶，任何時候漏您的助記詞，建議不要使用截圖保存，采用國內紙質媒介保存更加安全',
            inputTips: '你能通過輸入助記詞重置密碼，請使用空格分割助記詞',
            newBtnTips: '下一步'
        },
        third: {
            title: '驗證您的錢包助記詞',
            titleSecond: '請根據您記下的助記詞，按順序點擊，驗證您備份的助記詞正確無誤',
            inputTips: '你能通過輸入助記詞重置密碼，請使用空格分割助記詞',
            newBtnTips: '下一步'
        },
        Fourth: {
            title: '注冊成功，掃碼下載app登錄！',
            iosTips: 'IOS系統',
            androidTips: 'Android系統',
            comeBlack: '返回星空網'
        }
    },
    cooperation: {
        title: '戰略合作夥伴',
        first: '與新加坡政府的合作',
        financingTitle: '新加坡金管局國際貿易融資平台',
        financingContent: '平安區塊鏈(WBH)爲新加坡金管 局提供國際貿易融資網絡的設計、開 發及部署。',
        ABSTitle: '新加坡金管局國際貿易融資平台',
        ABSContent: '平安區塊鏈(WBH)爲新加坡金管 局提供國際貿易融資網絡的設計、開 發及部署。',
        IoTTitle: '新加坡金管局國際貿易融資平台',
        IoTContent: '平安區塊鏈(WBH)爲新加坡金管 局提供國際貿易融資網絡的設計、開 發及部署。',
        chainTitle: '新加坡金管局國際貿易融資平台',
        chainContent: '平安區塊鏈(WBH)爲新加坡金管 局提供國際貿易融資網絡的設計、開 發及部署。',
        TaifangTitle: '新加坡以太坊基金會',
        TaifangContent: '2014年6月，以太坊基金會在瑞士注冊成立，這是一家非營利 性機構，旨在管理以太幣銷售中籌措的基金，以更好地爲以太 坊和去中心化技術生態系統服務。',
        TaifangContentTwo: '以太坊基金會正與星美集團的金融專家探討，以展示世界第二 大區塊鏈如何與其他通證兼容，打造全球區塊鏈通證銀行。',
        supportTitle: '國際財團支持',
        decentTitle: '德迅投資',
        decentContent: '由騰訊控股的聯合創始人曾李青于2007年創立。作爲一家天使投資公司，主要集中于互聯網、無線、互動娛樂等高科技領域。德迅投資的團隊來自于騰訊等公司的高層，具有IT、通訊、金融等技術背景及豐富的管理、風險投資運作經驗。出色的業績及業內的美譽，贏得了創業者及投資者的信賴。',
        pantheonTitle: '磐石基金',
        pantheonContent: '是一家全球領先的私募股權一級與二級中的基金管理機構。其旗下管理資金達236億美元，在全球範圍內投資約700家私募基金，擁有119個全球投資小組和68名投資專家。磐石基金于2004年加入羅素投資集團。',
        ETFTitle: 'ETF基金',
        sccTitle: '銀鏈資本',
        sccContent: '成立于2017年，是一家關注比特幣、區塊鏈、金融科技的天使基金。星鏈資本團隊成員來自區塊鏈技術、金融、投資銀行、加密數字貨幣以及社交媒體的專家',
        huusionTitle: '鹄勝資本管理私人有限公司(“鹄勝資本”)',
        huusionContent: '是一個持續發展的基金管理公司，亞勝亞洲增長基是爲了投資在亞洲，特別是中國及東南亞一帶的增長階段公司，而設立的私募投資基金',
        conturionTitle: '勝廷投資管理公司(CIM)',
        conturionContent: '是亞洲一家主要投資于中小型企業的私募股權基金公司，總部設于新加坡並在香港和上海設有辦事處，提供一站式的金融服務',
        venturesTitle: 'Jungle Ventures',
        venturesContent: '是一家新加坡地區的投資于全球範圍內的風險投資公司，向早期的創業型公司提供早期的投資和商業組織架構的建設。',
        wehTitle: '交易所交易基金（Exchange Traded Funds，簡稱ETF）',
        wehContent: '是一種在交易所上市交易的、基金份額可變的一種開放式基金 ;2、ETF基金由四大財團與星美集團聯合推出，以數字通證指數爲投資對象的ETF基金，通過構建數字通證投資組合，以追蹤數字通證指數表現，爲投資者帶來.盈利回報。',
        ETFPenpleTitle: 'ETF基金人員介紹',
        Yaros: 'Yaros Sivokhin',
        YarosPosition: '聯合創始人',
        YarosBrief: '畢業于美國哥倫比亞大學數據統計專業，曾就職于 Fortune 500 強國際知名企業，擅長互聯網大數據分析、數據挖掘及智能合約設計。',
        Marc: 'Marc Howland',
        MarcPosition: 'CEO',
        MarcBrief: 'Marc 是 Keyturn 的聯合創始⼈兼業務開發⼈員，致力于運用區塊鏈技術建⽴供應鏈中心産品。他曾供職于Goldman Sachs & The Carlyle Group，並對于私人産權以及投資銀行有相當豐富的經驗。他是 Brown 的經濟學學士，並正在哈弗商學院就讀工商管理學碩士學位。',
        Nick: 'Nick Olender',
        NickPosition: '首席運營官',
        NickBrief: '畢業于卡內基梅隆大學電子工程博士，8 年科技行業國際營銷經驗，專注于國際商業策略，尤其是業務⾦融和技術應用程序領域。'
    },
    new: {
        title: '新聞媒體',
        firstTitle: '區塊鏈技術開發生態環境尚未完善，前路茫茫?',
        firstContent: '區塊鏈技術開發生態環境尚未完善，很多區塊鏈技術開發項目落地存在著生態配套設施的問題。 我們對區塊鏈技術應用的認知存在盲區，導致很多區塊鏈底層技術的完善，特別是擴展性問題的,致很多區塊鏈底層技術的完善...',
        firstTime: '發布時間：2019-08-21  14:20',
        secondTitle: '區塊鏈技術開發生態環境尚未完善，前路茫茫?',
        secondContent: '區塊鏈技術開發生態環境尚未完善，很多區塊鏈技術開發項目落地存在著生態配套設施的問題。 我們對區塊鏈技術應用的認知存在盲區，導致很多區塊鏈底層技術的完善，特別是擴展性問題的,致很多區塊鏈底層技術的完善...',
        secondTime: '發布時間：2019-08-21  14:20',
        thirdTitle: '區塊鏈技術開發生態環境尚未完善，前路茫茫?',
        thirdContent: '區塊鏈技術開發生態環境尚未完善，很多區塊鏈技術開發項目落地存在著生態配套設施的問題。 我們對區塊鏈技術應用的認知存在盲區，導致很多區塊鏈底層技術的完善，特別是擴展性問題的,致很多區塊鏈底層技術的完善...',
        thirdTime: '發布時間：2019-08-21  14:20',
        fourthTitle: '區塊鏈技術開發生態環境尚未完善，前路茫茫?',
        fourthContent: '區塊鏈技術開發生態環境尚未完善，很多區塊鏈技術開發項目落地存在著生態配套設施的問題。 我們對區塊鏈技術應用的認知存在盲區，導致很多區塊鏈底層技術的完善，特別是擴展性問題的,致很多區塊鏈底層技術的完善...',
        fourthTime: '發布時間：2019-08-21  14:20',
        prevTex: '上一頁',
        nextTex: '下一頁'
    },
    newDetail: {
        title: '新聞媒體',
        newAdress: '當前位置',
        secondAdress: '新聞媒體',
        newDetail: '新聞詳情',
        newTitle: '公有鏈技術開公鏈系統發費用是多少錢？',
        newTime: '發布時間：2019-08-22   14：20',
        WHBFirst: 'WHB不新加坡政府有著密切的合作關系，這丌僅僅是一場生意的往來，更多的是爲了 實現社會的全面發展而迚行的長久的戰略形合作。 這種關系是十分穩定幵丏安全的，在公司爲政府提供高科技信息服務的同時，在各個 金融等領域的戰略部署也會得到官方的幫劣，從而實現雙方共贏的局面。',
        WHB2019: '2019年 星美集團以1000萬美金收販了新加坡科技 公司—宏利科技。尖端技術與利的宏利科技，軟件 是丐界上最先迚的高頻交易人工智能機器人，與注 二4項顛覆性創新 —人工智能，高頻交易，區塊鏈 和數字資産.采用獨特的套利交易策略，利用區塊鏈 技術在國際加密貨幣交易所迚行交易。 • 隨著多年以來丌斷地迚步不劤力，公司由最基礎的 生産制造業漸漸發展，如今更是加入了日益興盛的 “互聯網+”等領域 • 隨著更多産業的相繼成熟，金融科技、智慧物流、 汽車出行、教育等也都將迎來新一波的“國際化競 爭”，這都是未來在東南亞領域可以大力發展互聯網世界裏的核心資源要素包括存儲資源、傳輸資源、運算資源三個方面 ，區塊鏈技術（開發）作爲互聯網世界的延伸，其核心資源要素與互聯網有很大的相關性。同時，區塊鏈是信任的機器，在互聯網傳遞信息的功能之外，還承載著價值傳輸的使命，因而區塊鏈世界的核心資源要素可歸結爲存儲資源、傳輸資源、運算資源和共識機制所産生的信任資源四個方面。',
        WHB1: '1.可擴展性和傳輸技術：可擴展性包括系統節點數和交易吞吐能力兩個方面，由區塊容量、出塊時間和節點間的傳輸速度等因素決定，可擴展性和傳輸技術相輔相成。',
        WHB2: '2.系統安全：包括雙花攻擊、交易及合約漏洞的防範機制，身份識別和匿名性，數據庫安全等方面。',
        WHB3: '3.分布式存儲：充分利用節點存儲資源，解決區塊鏈系統中日益增長的數據存儲需求，提高系統傳輸效率，保證分布式賬本的安全可靠運行。',
        WHB4: '4.監管兼容性：區塊鏈核心的理念是去中心化，許多區塊鏈技術在設計之初即將中心化的政府視爲對立面。 但不容否認 ，中心化依然是目前社會運行的主體模式，區塊鏈的去中心化思維難免會和中心化的傳統監管之間産生衝突和摩擦。 因此，公鏈架構中與現實中心化世界的兼容性設計將是公鏈大規模應用的前提。',
        WHB5: '5.共識機制：共識機制是區塊鏈的靈魂，共識機制的設計決定了一條公鏈能否建立完善的激勵機制，鼓勵更多的節點參與其中，增加系統的去中心化屬性。而在多數公鏈中，節點數量與傳輸速率呈負相關關系，節點數量和系統性能的平衡是共識機制需要考慮的另一個要素。',
        WHB6: '公有公有鏈開發涉及區塊鏈底層設計原理，一條公鏈的設計，從一開始就需要有好的架構設計布局，包括系統的可擴展性和傳輸技術、系統安全問題、分布式存儲、監管兼容性以及共識機制的設計，這些都需要有一個成熟的區塊鏈開發團隊才能完成，而且從事區塊鏈開發的技術人員，相比傳統開發人員 要求好高很多，因爲本身區塊鏈技術所涉及的知識就有比較管，包括了金融學、密碼學等，因此這些都會是影響公有鏈開發的價格因素。',
        WHB7: '當我們在選擇開發自己的公有鏈項目時，一定要選擇一個成熟有這方面相關經驗的開發團隊，這樣不僅能幫你理清開發需求問題，而且從技術和後期維護服務上會更加有保障，在開發的價格上也一定能夠得到一個比較合適的價位，這樣到後續也可以避開很多不必要的損失。',
        WHB8: '漢全科技擁有成熟的區塊鏈開發團隊，現已有自己獨立開發搭建的公有鏈項目，有關公有鏈開發或者其他區塊鏈系統開發的內容，均歡迎業內人士來了解交流，漢全給您提供更加優質的服務。',
        LOST: '上一篇：公有鏈技術開公鏈系統發費用是多少錢？',
        NEWX: '下一篇：公有鏈技術開公鏈系統發費用是多少錢？'
    },
    aboutUs: {
        title: '聯系我們',
        purpose1: '我們致力于建立開源透明的信任機制，星美始終堅持“自主代碼+開源路線”的技術戰略。',
        purpose2: '力爭成為世界級區塊鏈底層技術公司，幫助每個組織擁抱區塊鏈 !',
        email: '郵箱',
        emailTips: '請輸入您的郵箱',
        phone: '電話',
        phoneTips: '請輸入你的手機號碼',
        leavingMessage: '留言信息',
        leavingMessageTips: '請輸入您的留言信息',
        btnTips: '提交信息'
    },
    footer: {
        company: {
            name: '新加坡星美金融科技公司',
            address: '地址：深圳市南山區科技南十二路12號朗詩大夏1909室',
            phone: '電話：'
        },
        server: {
            name: '服務列表',
            list: [{
                name: '首頁',
                route: '/'
            },
            {
                name: '公司介紹',
                route: '/companyIntroduction'
            },
            {
                name: '新聞媒體',
                route: '/new'
            },
            {
                name: '聯系我們',
                route: '/contactUs'
            },
            {
                name: '戰略合作夥伴',
                route: '/cooperation'
            }
            ]
        },
        download: {
            name: '下載app',
            description: '讓科技改變未來,打造最強區塊鏈通證銀行',
            ios: 'iOS下載',
            android: 'Android下載'
        }
    }
};
