/*
 * @Date: 2019-08-26 23:27:34
 * @LastEditors: fashandian
 * @LastEditTime: 2019-08-30 23:08:41
 */
module.exports = {
    home: {
        register: '注册',
        firstScreen: {
            title: '让科技改变未来',
            subTitle: '新美金融科技制力打造最强区块链通证银行'
        },
        tokenBank: {
            title: 'ETF Token Bank',
            description: '2019年我们将会打造多款基二区块链的，金融产品，包括：钱包，游戏.博彩.新概念的实体落地，目标在2023年之前我们所有项目实现全部打通线上线下，实现全部智能化，合约化！',
            iosDownload: 'iOS下载',
            androidDownload: 'Android下载'
        },
        whitePaper: {
            title: 'Whitepaper',
            description: 'ETF Bank，不仅是一家真正的区块链通证银行，拥有多币种运营+量化套利+多场景应用的生态圈，而且是全球首个最能套利的区块链通证银行',
            iosDownload: 'iOS下载'
        },
        projectIntroduction: {
            title: '项目简介',
            section: [{
                title: '1.区块链ETF——世界首家区块链ETF基金',
                description: [
                    'ETF是交易型开放式指数基金，通常又被称为交易所交易基金（Exchange Traded Funds，简称“ETF”），是一种在交易所上市交易的的开放型的指数基金！',
                    '交易型开放式指数基金属于开放式基金的一种特殊类型，它结合了封闭式基金和开放式基金的运作特点，投资者既可以向基金管理公司存储主流币！同时也可以随时赎回自己的主流币！存和取都是一样的币种！也可以将ETF的平台直接在交易所买卖！'
                ]
            },
            {
                title: '2.区块链ETF提供了足够的融资与投资渠道',
                description: ['从金融上开始武装区块链发展的资本基础，促进区块链技术的发展。区块链技术的革命性在于将革命性地降低交易成本，彻底取消中间、中介、中心等环节，革命性地提高经济金融交易效率。到2021年区块链技术会实现规模化商业部署，预计在2020年产生800亿至1100亿美元的收益。世界经济论坛也曾预估，到2027年，全球GDP约有10％存储在区块链上。']
            },
            {
                title: '3.我们ETF基金会，励志要区块链中最强ETF套利机构，把传统最优秀的套利技术和区块链完美结合！',
                description: []
            }
            ]
        },
        currencyIntroduction: {
            title: 'ETFE货币介绍',
            section: [{
                title: '发行全球通用双卡',
                description: [
                    '1.拥有可以全球跨境100多个国家的全球支付系统;',
                    '2.实现全球线上线下融合支付、转账、跨境汇款、实现美元、澳元、英镑 、日元 、港币 等 20 余种币别云端自动兑换 ; l 通证联名卡具有金融储值和全球即时转账等功能;',
                    '3.打造专为移动装置设计的硬体钱包，同时支援BTC、ETH、LTC等数字资产和所有的 ERC20 通证'
                    // '4.通过广泛应用和通证硬钱包作为记账单位和信用保障，将自身的资产、 服务和产品量化为和移动装置，建 立可信信息来源，监控金融活动'
                ]
            },
            {
                title: 'STO投行介绍',
                description: [
                    '1.ETF区块链通证银行运用大数据分析和人工智能的方式撮合区块链项目，这是ETF区块链通证银行运用金融科技优化投行业务的一次重大创新探索。',
                    '2.主要投资具有潜力的数字货币，并为众多的区块链初创企业提 供私募金融及品牌包装支持，并且推动区块链经济和金融科技的发展。',
                    '3.截至目前，ETF区块链通证银行已经投资了近40家企业，覆盖了金融科技新闻资讯、交易所、区块链技术开发与应用、区块链数据挖掘与分析、第三方服务等生态系统中的众多项目。'
                ]
            },
            {
                title: 'ETF区块链数字资产指数',
                description: [
                    '1.ETF已在金融领域成立了机构，通过整合市面上5-10家有潜质的大型企业股票，进行金融市场的股票指数买卖',
                    '2.此次将在数字货币领域设立区块链数字资产指数，除比特币和以太坊之外，ETF推出的区块数字资产指数指数还包括比特币 现金、EOS、莱特币、以太坊现金等10种加密货币',
                    '3.通过该指数，可一次性接触多个数字货币，该指数持有一篮子市值加权资产，每月重新计算'
                ]
            },
            {
                title: '活期理财',
                description: [
                    '1. ETF区块链通证银行开启首期“持币通”认购，用户可将 数字资产存入持币通，相当于“以币生币”，参考月化利 率20%，随存随取的数字资产活期理财。认购成功后， 投资者将获得活期月化收益(本息收益)',
                    '2.在持币通中，投资者可自由存取。存入后本金不锁定， 根据约定时间开始计息，直到将币取出后本息解锁并转 入投资者账户'
                ]
            },
            {
                title: '对冲基金',
                description: [
                    '1.全球数字货币对冲基金目前的资产规模大约在35-50亿美元',
                    '2.为确保ETF区块链通证银行的稳定发展，银行配置合 适数量的数字资产对冲基金，类似于传统银行的定期 理财',
                    '3.基于区块链的主动管理型资产组合，希望利用对冲基 金的高回报特性将数字货币的潜在价值充分挖掘起来'
                    // '4.优秀的量化模型是ETF区块链通证银行的秘密武器',
                    // '5.管理超过5000万美元资产，拥有业内顶尖基金管理者'
                ]
            },
            {
                title: 'ETF区块链数字资产指数',
                description: [
                    '1.ETF已在金融领域成立了机构，通过整合市面上5-10家有潜质的大型企业股票，进行金融市场的股票指数买卖',
                    '2.此次将在数字货币领域设立区块链数字资产指数，除比特币和以太坊之外，ETF推出的区块数字资产指数指数还包括比特币现金、EOS、莱特币、以太坊现金等10种加密货币',
                    '3.通过该指数，可一次性接触多个数字货币，该指数持有一篮子市值加权资产，每月重新计算'
                ]
            }
            ]
        },
        productAdvantage: {
            question: '为什么选择',
            title: '产品优势',
            advantage: [
                '1、为客户寻找套利机会的自动系统；',
                '2、不需要深厚的交易技术支持，适合所有人；',
                '3、每周7天，每天24小时操作；',
                '4、可靠快速的交易；',
                '5、100*无风险套利；'
            ]
        }
    },
    register: {
        first: {
            title: '注册',
            nameTips: '请输入用户名',
            invitationTips: '请输入邀请码',
            passwordTips: '请输入登录密码',
            passwordTwoTips: '请再次输入登录密码',
            payTips: '请输入支付密码',
            payTwoTips: '请再次输入支付密码',
            newBtnTips: '下一步',
            comeBlack: '返回星空网'
        },
        second: {
            title: '请记录您的钱包助记词并保存到安全地方',
            titleSecond: '若手机丢失或重置，钱包助记词可用于恢复您的账户，任何时候漏您的助记词，建议不要使用截图保存，采用国内纸质媒介保存更加安全',
            inputTips: '你能通过输入助记词重置密码，请使用空格分割助记词',
            newBtnTips: '下一步'
        },
        third: {
            title: '验证您的钱包助记词',
            titleSecond: '请根据您记下的助记词，按顺序点击，验证您备份的助记词正确无误',
            inputTips: '你能通过输入助记词重置密码，请使用空格分割助记词',
            newBtnTips: '下一步'
        },
        Fourth: {
            title: '注册成功，扫码下载app登录！',
            iosTips: 'IOS系统',
            androidTips: 'Android系统',
            comeBlack: '返回星空网'
        }
    },
    cooperation: {
        title: '战略合作伙伴',
        first: '与新加坡政府的合作',
        financingTitle: '新加坡金管局国际贸易融资平台',
        financingContent: '平安区块链(WBH)为新加坡金管 局提供国际贸易融资网络的设计、开 发及部署。',
        ABSTitle: '新加坡金管局国际贸易融资平台',
        ABSContent: '平安区块链(WBH)为新加坡金管 局提供国际贸易融资网络的设计、开 发及部署。',
        IoTTitle: '新加坡金管局国际贸易融资平台',
        IoTContent: '平安区块链(WBH)为新加坡金管 局提供国际贸易融资网络的设计、开 发及部署。',
        chainTitle: '新加坡金管局国际贸易融资平台',
        chainContent: '平安区块链(WBH)为新加坡金管 局提供国际贸易融资网络的设计、开 发及部署。',
        TaifangTitle: '新加坡以太坊基金会',
        TaifangContent: '2014年6月，以太坊基金会在瑞士注册成立，这是一家非营利 性机构，旨在管理以太币销售中筹措的基金，以更好地为以太 坊和去中心化技术生态系统服务。',
        TaifangContentTwo: '以太坊基金会正与星美集团的金融专家探讨，以展示世界第二 大区块链如何与其他通证兼容，打造全球区块链通证银行。',
        supportTitle: '国际财团支持',
        decentTitle: '德迅投资',
        decentContent: '由腾讯控股的联合创始人曾李青于2007年创立。作为一家天使投资公司，主要集中于互联网、无线、互动娱乐等高科技领域。德迅投资的团队来自于腾讯等公司的高层，具有IT、通讯、金融等技术背景及丰富的管理、风险投资运作经验。出色的业绩及业内的美誉，赢得了创业者及投资者的信赖。',
        pantheonTitle: '磐石基金',
        pantheonContent: '是一家全球领先的私募股权一级与二级中的基金管理机构。其旗下管理资金达236亿美元，在全球范围内投资约700家私募基金，拥有119个全球投资小组和68名投资专家。磐石基金于2004年加入罗素投资集团。',
        ETFTitle: 'ETF基金',
        sccTitle: '银链资本',
        sccContent: '成立于2017年，是一家关注比特币、区块链、金融科技的天使基金。星链资本团队成员来自区块链技术、金融、投资银行、加密数字货币以及社交媒体的专家',
        huusionTitle: '鹄胜资本管理私人有限公司(“鹄胜资本”)',
        huusionContent: '是一个持续发展的基金管理公司，亚胜亚洲增长基是为了投资在亚洲，特别是中国及东南亚一带的增长阶段公司，而设立的私募投资基金',
        conturionTitle: '胜廷投资管理公司(CIM)',
        conturionContent: '是亚洲一家主要投资于中小型企业的私募股权基金公司，总部设于新加坡并在香港和上海设有办事处，提供一站式的金融服务',
        venturesTitle: 'Jungle Ventures',
        venturesContent: '是一家新加坡地区的投资于全球范围内的风险投资公司，向早期的创业型公司提供早期的投资和商业组织架构的建设。',
        wehTitle: '交易所交易基金（Exchange Traded Funds，简称ETF）',
        wehContent: '是一种在交易所上市交易的、基金份额可变的一种开放式基金 ;2、ETF基金由四大财团与星美集团联合推出，以数字通证指数为投资对象的ETF基金，通过构建数字通证投资组合，以追踪数字通证指数表现，为投资者带来.盈利回报。',
        ETFPenpleTitle: 'ETF基金人员介绍',
        Yaros: 'Yaros Sivokhin',
        YarosPosition: '联合创始人',
        YarosBrief: '毕业于美国哥伦比亚大学数据统计专业，曾就职于 Fortune 500 强国际知名企业，擅长互联网大数据分析、数据挖掘及智能合约设计。',
        Marc: 'Marc Howland',
        MarcPosition: 'CEO',
        MarcBrief: 'Marc 是 Keyturn 的联合创始⼈兼业务开发⼈员，致力于运用区块链技术建⽴供应链中心产品。他曾供职于Goldman Sachs & The Carlyle Group，并对于私人产权以及投资银行有相当丰富的经验。他是 Brown 的经济学学士，并正在哈弗商学院就读工商管理学硕士学位。',
        Nick: 'Nick Olender',
        NickPosition: '首席运营官',
        NickBrief: '毕业于卡内基梅隆大学电子工程博士，8 年科技行业国际营销经验，专注于国际商业策略，尤其是业务⾦融和技术应用程序领域。'
    },
    new: {
        title: '新闻媒体',
        firstTitle: '区块链技术开发生态环境尚未完善，前路茫茫?',
        firstContent: '区块链技术开发生态环境尚未完善，很多区块链技术开发项目落地存在着生态配套设施的问题。 我们对区块链技术应用的认知存在盲区，导致很多区块链底层技术的完善，特别是扩展性问题的,致很多区块链底层技术的完善...',
        firstTime: '发布时间：2019-08-21  14:20',
        secondTitle: '区块链技术开发生态环境尚未完善，前路茫茫?',
        secondContent: '区块链技术开发生态环境尚未完善，很多区块链技术开发项目落地存在着生态配套设施的问题。 我们对区块链技术应用的认知存在盲区，导致很多区块链底层技术的完善，特别是扩展性问题的,致很多区块链底层技术的完善...',
        secondTime: '发布时间：2019-08-21  14:20',
        thirdTitle: '区块链技术开发生态环境尚未完善，前路茫茫?',
        thirdContent: '区块链技术开发生态环境尚未完善，很多区块链技术开发项目落地存在着生态配套设施的问题。 我们对区块链技术应用的认知存在盲区，导致很多区块链底层技术的完善，特别是扩展性问题的,致很多区块链底层技术的完善...',
        thirdTime: '发布时间：2019-08-21  14:20',
        fourthTitle: '区块链技术开发生态环境尚未完善，前路茫茫?',
        fourthContent: '区块链技术开发生态环境尚未完善，很多区块链技术开发项目落地存在着生态配套设施的问题。 我们对区块链技术应用的认知存在盲区，导致很多区块链底层技术的完善，特别是扩展性问题的,致很多区块链底层技术的完善...',
        fourthTime: '发布时间：2019-08-21  14:20',
        prevTex: '上一页',
        nextTex: '下一页'
    },
    newDetail: {
        title: '新闻媒体',
        newAdress: '当前位置',
        secondAdress: '新闻媒体',
        newDetail: '新闻详情',
        newTitle: '公有链技术开公链系统发费用是多少钱？',
        newTime: '发布时间：2019-08-22   14：20',
        WHBFirst: 'WHB不新加坡政府有着密切的合作关系，这丌仅仅是一场生意的往来，更多的是为了 实现社会的全面发展而迚行的长久的战略形合作。 这种关系是十分稳定幵丏安全的，在公司为政府提供高科技信息服务的同时，在各个 金融等领域的战略部署也会得到官方的帮劣，从而实现双方共赢的局面。',
        WHB2019: '2019年 星美集团以1000万美金收贩了新加坡科技 公司—宏利科技。尖端技术与利的宏利科技，软件 是丐界上最先迚的高频交易人工智能机器人，与注 二4项颠覆性创新 —人工智能，高频交易，区块链 和数字资产.采用独特的套利交易策略，利用区块链 技术在国际加密货币交易所迚行交易。 • 随着多年以来丌断地迚步不劤力，公司由最基础的 生产制造业渐渐发展，如今更是加入了日益兴盛的 “互联网+”等领域 • 随着更多产业的相继成熟，金融科技、智慧物流、 汽车出行、教育等也都将迎来新一波的“国际化竞 争”，这都是未来在东南亚领域可以大力发展互联网世界里的核心资源要素包括存储资源、传输资源、运算资源三个方面 ，区块链技术（开发）作为互联网世界的延伸，其核心资源要素与互联网有很大的相关性。同时，区块链是信任的机器，在互联网传递信息的功能之外，还承载着价值传输的使命，因而区块链世界的核心资源要素可归结为存储资源、传输资源、运算资源和共识机制所产生的信任资源四个方面。',
        WHB1: '1.可扩展性和传输技术：可扩展性包括系统节点数和交易吞吐能力两个方面，由区块容量、出块时间和节点间的传输速度等因素决定，可扩展性和传输技术相辅相成。',
        WHB2: '2.系统安全：包括双花攻击、交易及合约漏洞的防范机制，身份识别和匿名性，数据库安全等方面。',
        WHB3: '3.分布式存储：充分利用节点存储资源，解决区块链系统中日益增长的数据存储需求，提高系统传输效率，保证分布式账本的安全可靠运行。',
        WHB4: '4.监管兼容性：区块链核心的理念是去中心化，许多区块链技术在设计之初即将中心化的政府视为对立面。 但不容否认 ，中心化依然是目前社会运行的主体模式，区块链的去中心化思维难免会和中心化的传统监管之间产生冲突和摩擦。 因此，公链架构中与现实中心化世界的兼容性设计将是公链大规模应用的前提。',
        WHB5: '5.共识机制：共识机制是区块链的灵魂，共识机制的设计决定了一条公链能否建立完善的激励机制，鼓励更多的节点参与其中，增加系统的去中心化属性。而在多数公链中，节点数量与传输速率呈负相关关系，节点数量和系统性能的平衡是共识机制需要考虑的另一个要素。',
        WHB6: '公有公有链开发涉及区块链底层设计原理，一条公链的设计，从一开始就需要有好的架构设计布局，包括系统的可扩展性和传输技术、系统安全问题、分布式存储、监管兼容性以及共识机制的设计，这些都需要有一个成熟的区块链开发团队才能完成，而且从事区块链开发的技术人员，相比传统开发人员 要求好高很多，因为本身区块链技术所涉及的知识就有比较管，包括了金融学、密码学等，因此这些都会是影响公有链开发的价格因素。',
        WHB7: '当我们在选择开发自己的公有链项目时，一定要选择一个成熟有这方面相关经验的开发团队，这样不仅能帮你理清开发需求问题，而且从技术和后期维护服务上会更加有保障，在开发的价格上也一定能够得到一个比较合适的价位，这样到后续也可以避开很多不必要的损失。',
        WHB8: '汉全科技拥有成熟的区块链开发团队，现已有自己独立开发搭建的公有链项目，有关公有链开发或者其他区块链系统开发的内容，均欢迎业内人士来了解交流，汉全给您提供更加优质的服务。',
        LOST: '上一篇：公有链技术开公链系统发费用是多少钱？',
        NEWX: '下一篇：公有链技术开公链系统发费用是多少钱？'
    }
};
