/*
 * @Date: 2019-08-26 23:27:34
 * @LastEditors: fashandian
 * @LastEditTime: 2019-08-31 22:07:24
 */
module.exports = {
    home: {
        register: '注册',
        firstScreen: {
            title: '让科技改变未来',
            subTitle: '新美金融科技制力打造最强区块链通证银行'
        },
        tokenBank: {
            title: 'ETF Token Bank',
            description: '2019年我们将会打造多款基二区块链的，金融产品，包括：钱包，游戏.博彩.新概念的实体落地，目标在2023年之前我们所有项目实现全部打通线上线下，实现全部智能化，合约化！',
            iosDownload: 'iOS下载',
            androidDownload: 'Android下载'
        },
        whitePaper: {
            title: 'Whitepaper',
            description: 'ETF Bank，不仅是一家真正的区块链通证银行，拥有多币种运营+量化套利+多场景应用的生态圈，而且是全球首个最能套利的区块链通证银行',
            iosDownload: 'iOS下载'
        },
        projectIntroduction: {
            title: '项目简介',
            section: [{
                title: '1.区块链ETF——世界首家区块链ETF基金',
                description: [
                    'ETF是交易型开放式指数基金，通常又被称为交易所交易基金（Exchange Traded Funds，简称“ETF”），是一种在交易所上市交易的的开放型的指数基金！',
                    '交易型开放式指数基金属于开放式基金的一种特殊类型，它结合了封闭式基金和开放式基金的运作特点，投资者既可以向基金管理公司存储主流币！同时也可以随时赎回自己的主流币！存和取都是一样的币种！也可以将ETF的平台直接在交易所买卖！'
                ]
            },
            {
                title: '2.区块链ETF提供了足够的融资与投资渠道',
                description: ['从金融上开始武装区块链发展的资本基础，促进区块链技术的发展。区块链技术的革命性在于将革命性地降低交易成本，彻底取消中间、中介、中心等环节，革命性地提高经济金融交易效率。到2021年区块链技术会实现规模化商业部署，预计在2020年产生800亿至1100亿美元的收益。世界经济论坛也曾预估，到2027年，全球GDP约有10％存储在区块链上。']
            },
            {
                title: '3.我们ETF基金会，励志要区块链中最强ETF套利机构，把传统最优秀的套利技术和区块链完美结合！',
                description: []
            }
            ]
        },
        currencyIntroduction: {
            title: 'ETFE货币介绍',
            section: [{
                title: '发行全球通用双卡',
                description: [
                    '1.拥有可以全球跨境100多个国家的全球支付系统;',
                    '2.实现全球线上线下融合支付、转账、跨境汇款、实现美元、澳元、英镑、日元、港币等 20 余种币别云端自动兑换; l 通证联名卡具有金融储值和全球即时转账等功能;',
                    '3.打造专为移动装置设计的硬体钱包，同时支援BTC、ETH、LTC等数字资产和所有的 ERC20 通证'
                    // '4.通过广泛应用和通证硬钱包作为记账单位和信用保障，将自身的资产、 服务和产品量化为和移动装置，建 立可信信息来源，监控金融活动'
                ]
            },
            {
                title: 'STO投行介绍',
                description: [
                    '1.ETF区块链通证银行运用大数据分析和人工智能的方式撮合区块链项目，这是ETF区块链通证银行运用金融科技优化投行业务的一次重大创新探索。',
                    '2.主要投资具有潜力的数字货币，并为众多的区块链初创企业提供私募金融及品牌包装支持，并且推动区块链经济和金融科技的发展。',
                    '3.截至目前，ETF区块链通证银行已经投资了近40家企业，覆盖了金融科技新闻资讯、交易所、区块链技术开发与应用、区块链数据挖掘与分析、第三方服务等生态系统中的众多项目。'
                ]
            },
            {
                title: 'ETF区块链数字资产指数',
                description: [
                    '1.ETF已在金融领域成立了机构，通过整合市面上5-10家有潜质的大型企业股票，进行金融市场的股票指数买卖',
                    '2.此次将在数字货币领域设立区块链数字资产指数，除比特币和以太坊之外，ETF推出的区块数字资产指数指数还包括比特币现金、EOS、莱特币、以太坊现金等10种加密货币',
                    '3.通过该指数，可一次性接触多个数字货币，该指数持有一篮子市值加权资产，每月重新计算'
                ]
            },
            {
                title: '活期理财',
                description: [
                    '1. ETF区块链通证银行开启首期“持币通”认购，用户可将数字资产存入持币通，相当于“以币生币”，参考月化利率20%，随存随取的数字资产活期理财。认购成功后，投资者将获得活期月化收益(本息收益)',
                    '2.在持币通中，投资者可自由存取。存入后本金不锁定，根据约定时间开始计息，直到将币取出后本息解锁并转入投资者账户'
                ]
            },
            {
                title: '对冲基金',
                description: [
                    '1.全球数字货币对冲基金目前的资产规模大约在35-50亿美元',
                    '2.为确保ETF区块链通证银行的稳定发展，银行配置合适数量的数字资产对冲基金，类似于传统银行的定期理财',
                    '3.基于区块链的主动管理型资产组合，希望利用对冲基金的高回报特性将数字货币的潜在价值充分挖掘起来'
                    // '4.优秀的量化模型是ETF区块链通证银行的秘密武器',
                    // '5.管理超过5000万美元资产，拥有业内顶尖基金管理者'
                ]
            },
            {
                title: 'ETF区块链数字资产指数',
                description: [
                    '1.ETF已在金融领域成立了机构，通过整合市面上5-10家有潜质的大型企业股票，进行金融市场的股票指数买卖',
                    '2.此次将在数字货币领域设立区块链数字资产指数，除比特币和以太坊之外，ETF推出的区块数字资产指数指数还包括比特币现金、EOS、莱特币、以太坊现金等10种加密货币',
                    '3.通过该指数，可一次性接触多个数字货币，该指数持有一篮子市值加权资产，每月重新计算'
                ]
            }
            ]
        },
        productAdvantage: {
            question: '为什么选择',
            title: '产品优势',
            advantage: [
                '1、为客户寻找套利机会的自动系统；',
                '2、不需要深厚的交易技术支持，适合所有人；',
                '3、每周7天，每天24小时操作；',
                '4、可靠快速的交易；',
                '5、100*无风险套利；'
            ]
        }
    },
    companyIntroduction: {
        title: '公司介绍',
        introduction: {
            location: {
                title: '星美成立于新加坡',
                description: '2019年我们将会打造多款基二区块链的，金融产品，包括：钱包，游戏.博彩.新概念的实体落地，目标在2023年之前我们所有项目实现全部打通线上线下，实现全部智能化，合约化！'
            },
            business: {
                title: '公司创新业务',
                business: ['人工智能', '高频交易', '区块链', '数字资产']
            }
        },
        codeTeam: {
            title: '核心团队',
            description: [{
                title: '团队组成',
                description: '主要由技术极客和业务与家组成，既包含国际顶尖的区块链核心开发与家，也有来自大型金融机构的技术架构与家，以及来自丐界级金融投行、CFA、FRM的专业'
            },
            {
                title: '核心团队',
                description: '公司核心团队成立二2016年，在区块链技术、行业解决方案、商业运营不生态系统等方面有着深厚技术积累不高度与业素养。'
            }
            ]
        },
        enterpriseStrength: {
            title: '强大的企业实力',
            description: [
                'WHB不新加坡政府有着密切的合作关系，这丌仅仅是一场生意的往来，更多的是为了实现社会的全面发展而迚行的长久的战略形合作。这种关系是十分稳定幵丏安全的，在公司为政府提供高科技信息服务的同时，在各个金融等领域的战略部署也会得到官方的帮劣，从而实现双方共赢的局面。',
                '2019年星美集团以1000万美金收贩了新加坡科技公司—宏利科技。尖端技术与利的宏利科技，软件是丐界上最先迚的高频交易人工智能机器人，与注二4项颠覆性创新—人工智能，高频交易，区块链和数字资产.采用独特的套利交易策略，利用区块链技术在国际加密货币交易所迚行交易。 • 随着多年以来丌断地迚步不劤力，公司由最基础的生产制造业渐渐发展，如今更是加入了日益兴盛的“互联网+”等领域 • 随着更多产业的相继成熟，金融科技、智慧物流、汽车出行、教育等也都将迎来新一波的“国际化竞争”，这都是未来在东南亚领域可以大力发展的行业。'
            ]
        },
        teamMembers: {
            members: [{
                name: 'Will Johnson',
                position: 'ETF通证银行首席执行官CEO',
                description: '在2002年获得英国剑桥金融学博士学位后，被聘请到新加坡星辰银行担任市场总监，并在其后任职于新加坡多家银行担任高层职位，10多年的工作时间累积了非常丰富的金融投资管理经验。现就职于ETF通证银行CEO职位。'
            },
            {
                name: 'Julian',
                position: '星美集团首席执行官',
                description: '英国剑桥金融专家，有十年的工作经验。现任新加坡以太坊基金会高层职位，具有非常充足的行业知识。'
            }
            ]
        }
    },
    footer: {
        company: {
            name: '新加坡星美金融科技公司',
            address: '地址：深圳市南山区科技南十二路12号朗诗大夏1909室',
            phone: '电话：'
        },
        server: {
            name: '服务列表',
            list: ['首页', '公司介绍', '新闻媒体', '联系我们', '战略或作伙伴']
        },
        download: {
            name: '下载app',
            description: '让科技改变未来,打造最强区块链通证银行',
            ios: 'iOS下载',
            android: 'Android下载'
        }
    }
};
