/*
 * @Date: 2019-08-26 23:27:34
 * @LastEditors: fashandian
 * @LastEditTime: 2019-08-29 16:46:57
 */
module.exports = {
    home: {
        register: '注册',
        firstScreen: {
            title: '让科技改变未来',
            subTitle: '新美金融科技制力打造最强区块链通证银行'
        },
        tokenBank: {
            title: 'ETF Token Bank',
            description: '2019年我们将会打造多款基二区块链的，金融产品，包括：钱包，游戏.博彩.新概念的实体落地，目标在2023年之前我们所有项目 实现全部打通线上线下，实现全部智能化，合约化！',
            iosDownload: 'iOS下载',
            androidDownload: 'Android下载'
        },
        whitePaper: {
            title: 'Whitepaper',
            description: 'ETF Bank，不仅是一家真正的区块链通证银行，拥有多币种运营+量化套利+多场景应用的生态圈，而且是全球首个最能套利的区块链通证银行',
            iosDownload: 'iOS下载'
        },
        projectIntroduction: {
            title: '项目简介',
            section: [{
                title: '1.区块链ETF——世界首家区块链ETF基金',
                description: `ETF是交易型开放式指数基金，通常又被称为交易所交易基金（Exchange Traded Funds，简称“ETF”），是一种在交易所上市交易的的开放型的指数基金！
                交易型开放式指数基金属于开放式基金的一种特殊类型，它结合了封闭式基金和开放式基金的运作特点，投资者既可以向基金管理公司存储主流币！同时也可以随时赎回自己的主流币！存和取都是一样的币种！也可以将ETF的平台直接在交易所买卖！`
            },
            {
                title: '2.区块链ETF提供了足够的融资与投资渠道',
                description: '从金融上开始武装区块链发展的资本基础，促进区块链技术的发展。区块链技术的革命性在于将革命性地降低交易成本，彻底取消中间、中介、中心等环节，革命性地提高经济金融交易效率。到2021年区块链技术会实现规模化商业部署，预计在2020年产生800亿至1100亿美元的收益。世界经济论坛也曾预估，到2027年，全球GDP约有10％存储在区块链上。'
            },
            {
                title: '3.我们ETF基金会，励志要区块链中最强ETF套利机构，把传统最优秀的套利技术和区块链完美结合！',
                description: ''
            }
            ]
        },
        currencyIntroduction: {
            title: 'ETFE货币介绍',
            section: [{
                title: '发行全球通用双卡',
                description: [
                    '1.拥有可以全球跨境100多个国家的全球支付系统;',
                    '2.实现全球线上线下融合支付、转账、跨境汇款、实现美元、澳元、 英镑 、日元 、港币 等 20 余种币别云端自动兑换 ; l 通证联名卡具有金融储值和全球即时转账等功能;',
                    '3.打造专为移动装置设计的硬体钱包，同时支援BTC、ETH、LTC等数字资产和所有的 ERC20 通证'
                    // '4.通过广泛应用和通证硬钱包作为记账单位和信用保障，将自身的资产、 服务和产品量化为和移动装置，建 立可信信息来源，监控金融活动'
                ]
            },
            {
                title: 'STO投行介绍',
                description: [
                    '1.ETF区块链通证银行运用大数据分析和人工智能的方式撮合区块链项目，这是ETF区块链通证银行运用金融科技优化投行业务的一次重大创新探索。',
                    '2.主要投资具有潜力的数字货币，并为众多的区块链初创企业提 供私募金融及品牌包装支持，并且推动区块链经济和金融科技的发展。',
                    '3.截至目前，ETF区块链通证银行已经投资了近40家企业，覆盖了金融科技新闻资讯、交易所、区块链技术开发与应用、区块链数据挖掘与分析、第三方服务等生态系统中的众多项目。'
                ]
            },
            {
                title: 'ETF区块链数字资产指数',
                description: [
                    '1.ETF已在金融领域成立了机构，通过整合市面上5-10家有潜质的大型企业股票，进行金融市场的股票指数买卖',
                    '2.此次将在数字货币领域设立区块链数字资产指数，除比特币和以太坊之外，ETF推出的区块数字资产指数指数还包括比特币 现金、EOS、莱特币、以太坊现金等10种加密货币',
                    '3.通过该指数，可一次性接触多个数字货币，该指数持有一篮子市值加权资产，每月重新计算'
                ]
            },
            {
                title: '活期理财',
                description: [
                    '1. ETF区块链通证银行开启首期“持币通”认购，用户可将 数字资产存入持币通，相当于“以币生币”，参考月化利 率20%，随存随取的数字资产活期理财。认购成功后， 投资者将获得活期月化收益(本息收益)',
                    '2.在持币通中，投资者可自由存取。存入后本金不锁定， 根据约定时间开始计息，直到将币取出后本息解锁并转 入投资者账户'
                ]
            },
            {
                title: '对冲基金',
                description: [
                    '1.全球数字货币对冲基金目前的资产规模大约在35-50亿美元',
                    '2.为确保ETF区块链通证银行的稳定发展，银行配置合 适数量的数字资产对冲基金，类似于传统银行的定期 理财',
                    '3.基于区块链的主动管理型资产组合，希望利用对冲基 金的高回报特性将数字货币的潜在价值充分挖掘起来'
                    // '4.优秀的量化模型是ETF区块链通证银行的秘密武器',
                    // '5.管理超过5000万美元资产，拥有业内顶尖基金管理者'
                ]
            },
            {
                title: 'ETF区块链数字资产指数',
                description: [
                    '1.ETF已在金融领域成立了机构，通过整合市面上5-10家有潜质的大型企业股票，进行金融市场的股票指数买卖',
                    '2.此次将在数字货币领域设立区块链数字资产指数，除比特币和以太坊之外，ETF推出的区块数字资产指数指数还包括比特币现金、EOS、莱特币、以太坊现金等10种加密货币',
                    '3.通过该指数，可一次性接触多个数字货币，该指数持有一篮子市值加权资产，每月重新计算'
                ]
            }
            ]
        },
        productAdvantage: {
            question: '为什么选择ETF TOKEN BANK？',
            title: '产品优势',
            advantage: [
                '1、为客户寻找套利机会的自动系统；',
                '2、不需要深厚的交易技术支持，适合所有人；',
                '3、每周7天，每天24小时操作；',
                '4、可靠快速的交易；',
                '5、100*无风险套利；'
            ]
        }
    }
};
